{
  "articles": [
    {
      "id": "4",
      "title": "OpenAI Resolves ChatGPT's Longstanding Em Dash Problem",
      "description": "OpenAI has fixed the issue where ChatGPT stubbornly overused em dashes despite user instructions to avoid them.",
      "content": "After months of user complaints about ChatGPT's excessive em dash usage and refusal to stop even when asked, OpenAI CEO Sam Altman announced a fix. Users can now customize ChatGPT via personalization settings to instruct the model not to use em dashes. The problem stemmed from training data biases and technical style guideline compliance. The feature is currently in pilot mode in select regions and will roll out further pending feedback.",
      "source": "TechCrunch",
      "author": "Sam Altman / OpenAI",
      "imageUrl": "https://i.insider.com/69172608e1a9cbb014de3541?width=1000&format=jpeg&auto=webp&quality=40",
      "category": "Technology",
      "tags": ["OpenAI", "ChatGPT", "Em Dash", "AI Personalization", "Sam Altman"],
      "publishedAt": "2025-11-13T00:00:00Z",
      "url": "https://techcrunch.com/2025/11/13/openai-fixes-chatgpt-em-dash-problem"
    },
    {
      "id": "9926826",
      "title": "Apple accelerates succession plans as Tim Cook prepares to step down",
      "description": "Apple is intensifying its preparation for CEO Tim Cook's potential departure as soon as next year, with John Ternus emerging as the leading successor candidate.",
      "content": "Apple has intensified internal preparations for a leadership transition, with Tim Cook poised to step down as chief executive possibly next year after more than 14 years. John Ternus, senior vice president of hardware engineering, is seen as the frontrunner to take over, though no final decision has been made. The transition is part of a carefully managed succession plan unrelated to current company performance. The announcement likely will come after Apple’s January 2026 earnings report. This change comes amid other executive shifts, including the retirement of COO Jeff Williams and CFO Luca Maestri stepping down earlier in 2025. The move reflects Apple's strategy to maintain stability and momentum in innovation and key product launches.",
      "source": "Financial Times / DimSum Daily",
      "author": "Various sources",
      "imageUrl": "",
      "category": "Business",
      "tags": ["Apple", "Tim Cook", "CEO Succession", "John Ternus", "Leadership Transition"],
      "publishedAt": "2025-11-14T00:00:00Z",
      "url": "https://dimsumdaily.hk/apple-accelerates-succession-plans-tim-cook-step-down"
    }
  ],
  "metadata": {
    "version": "1.1",
    "fileNumber": 5,
    "totalArticles": 5,
    "lastUpdated": "2025-11-15T15:50:00Z"
  }
}